public/consultaRequest_1107513635_13-09-2023.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.proxy.deceval.com/">
        <soapenv:Header/>
        <soapenv:Body>
           <ser:consultarPagares>
              <!--Optional:-->
              <arg0>
                 <!--Optional:-->
                 <consultaPagareServiceDTO>
                    <!--Optional:-->
                    <codigoDeceval>29062695</codigoDeceval>
                    <!--Optional:-->
                    <idTipoIdentificacionFirmante>1</idTipoIdentificacionFirmante>
                    <!--Optional:-->
                    <numIdentificacionFirmante>1107513635</numIdentificacionFirmante>
                    <!--Optional:-->
                    <numPagareEntidad>2023-09-13-06:46_PAG</numPagareEntidad>
                 </consultaPagareServiceDTO>
                 <!--Optional:-->
                 <header>
                    <!--Optional:-->
                    <codigoDepositante>698</codigoDepositante>
                    <!--Optional:-->
                    <fecha>2023-09-13T18:46:05</fecha>
                    <!--Optional:-->
                    <hora>18:46:05</hora>
                    <!--Optional:-->
                    <usuario>9004326291</usuario>
                 </header>
              </arg0>
           </ser:consultarPagares>
        </soapenv:Body>
     </soapenv:Envelope>
